- 👋 Hi, I’m @starthyun
- 👀 I’m interested in ...
- 🌱 I’m currently learning ...
- 💞️ I’m looking to collaborate on ...
- 📫 How to reach me ...

<!---
starthyun/starthyun is a ✨ special ✨ repository because its `README.md` (this file) appears on your GitHub profile.
You can click the Preview link to take a look at your changes.
음 아주 오래전에 웹사이트 빌더를 배우다가 결혼과 함께  경력단절을... ! 사실 아니 공부를 멈췄었어요.
결혼후 잠시 여성의류 쇼핑몰을 만들어서 운영했던 경험이 있고, 지마켓등에 판매도 했었으나 자산이 쌓이지 않고 본전찾기 바빳어요.결국 망한거죠. 벌써 18년전 일이죠~!
나는 나름 나만의 자유를 꿈꿨었는데 아이들을 한국식 입시의 틀안에서 공부시키고 하는 동안 잃어버렸던 나를 찾아 공부를 이제라도 하고 싶다는 생각이 드는군요.
내가 웹사이트개발자와 웹디자이너 사이에서 어떤 걸 공부해야할지 망설임보다는 그냥 일단 멈추지 말았어야 했는데 많은 시간이 흘렀죠.
근래엔 무료함을 달래려고 주식을 2년째 하고 있었어요. 하루의 시간은 매우 빨리 사라졌지만 역시 지루하더군요. 뭔가 유익한 일을 찾아야 했어요!
그러한 와중에 노마드코더 니꼴샘을 알게되어 다시 자극을 받았어여..유레카 감사합니다.
시작하면 뭐라도 만들어 내겠죠!! 인생은 내내 성장기니까 늦은 때란 없는 거죠!! 죽기 직전까지 성장기라고 생각해요.
앞으로의 변화가 정말 궁금해요.
관심에 감사합니다.반갑습니다.
어디서 부터 시작해야 할지 버퍼링,인터벌이 있겠지만~~~"시작이 반"
--->
